[
    {
        "id": "beyond_sight",
        "name": "Beyond Sight",
        "poster": "Image-not-found.png",
        "registerURL": "https://unstop.com/p/beyond-sights-meraz-40-indian-institute-of-technology-iit-bhilai-921177?lb=i2hLKbm&utm_medium=Share&utm_source=WhatsApp",
        "rulebook": "https://docs.google.com/document/d/1RFrK8agbzHMEFzsUsk-TTVP94_hx_3j5NRwiUfgwqnM/edit?usp=drive_link",
        "description": "'Beyond Sight' is not just an art competition; it's an immersive experience that transcends the visual realm. In this event, participants will engage in a blind painting challenge where communication becomes the brushstroke and imagination takes center stage. The competition is designed to explore the power of collaboration and the limitless potential of creativity, even in the absence of sight. This is a blind painting event where participants come in pairs, one is the blindfolded artist who puts on a blind fold and picks up the brush, the other is the guide who instructs using words only.",
        "tagline": "Brushstrokes and Blunders: A Hilarious Art Adventure!",
        "prizePool": "6000",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Aviral Saxena",
                "contact": "9755733558"
            },
            {
                "name": "Ashtha priya",
                "contact": "6204411316"
            }
        ]
    },
    {
        "id": "attire-spectra",
        "name": "Attire Spectra",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/18TWtKMpIvA9YCqA44zoLy1VBF4VRRpuxVjG-QcBDbFc/edit?usp=sharing",
        "description": "Steal the spotlight on the runway in your most extravagant ensemble across the vivid themes: Hollywood Heritage, Country Couture, Fashion Fairytale, and Galaxy Glam!.The focal point is the runway, a long, elevated platform where models walk to display the clothing,while music sets the mood and matches the tone of the collection. Hollywood Heritage- A Hollywood-themed runway draws inspiration from the glitz, glamour, and timeless elegance of Hollywood’s golden age. Country Couture-This theme blends timeless cultural aesthetics with modern design techniques, resulting in a presentation that honors the past while remaining contemporary and luxurious. Fashion Fairytale-It is a dreamy and theatrical experience where the runway transports the audience into an imaginative world of fantasy and elegance. Galaxy Glam-It reflects visions of the future by combining sleek, modern aesthetics with experimental elements, often inspired by science fiction, space exploration, and futuristic cityscapes.",
        "tagline": "Defy the norm. Redefine fashion",
        "prizePool": "6000",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Bonta Aalaya",
                "contact": "8341145002"
            },
            {
                "name": "Vaishnavi Pawar",
                "contact": "8830724178"
            }
        ]
    },
    {
        "id": "dance-solitaire",
        "name": "Dance Solitaire",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/15vVuiX1-2b9IWWlvbRzNXTbABbAee3G4zsAt80ZfHwg/edit?usp=sharing",
        "description": "'Dance Solitaire' The solo dance competition of Meraz- DANCE SOLITAIRE is a thrilling showcase of individual artistic expression and talent, where participants captivate the audience with their unique choreography and emotive performances. Dancers, adorned in dazzling costumes, display a fusion of creativity, technique, and passion as they interpret music through their movements. The competition celebrates diversity in dance styles, from contemporary and hip-hop to classical forms, highlighting the dancer's skill and storytelling ability. .",
        "tagline": "Solo Dance: Because Who Needs a Partner When You Can Steal the Show Alone !",
        "prizePool": "5000",
        "mode": "Online + Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Prince Patidar",
                "contact": "7223862370"
            },
            {
                "name": "sanjani Kumari",
                "contact": "6026575101 "
            }
        ]
    },
    {
        "id": "surreal",
        "name": "SurReal",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1KO9mCrL-JGZ7bYrX6YBsChH9-l-7xPunJElMS3KsR18/edit?usp=sharing",
        "description": "Step into a world where melody meets magic at Sur-Real, the ultimate solo singing competition of MERAZ. Whether you’re a rising star or a seasoned performer, this is your chance to mesmerize the crowd with your voice. Feel the rhythm, embrace the spotlight, and let your music take center stage. It’s not just a performance—it’s an unforgettable experience!",
        "tagline": "Unplugged Vibes, Unmatched Voices",
        "prizePool": "7000",
        "mode": "Offline+Online",
        "location": "Offline",
        "POCs": [
            {
                "name": "Ankit Rath",
                "contact": "9304094370"
            },
            {
                "name": "Shashank Yadav",
                "contact": "8817877625"
            }
        ]
    },
    {
        "id": "luminous_ink",
        "name": "luminous ink: Ignite the night",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1xn7b-HSwIq5SQIqi585Lld0eQHVPzZKn/edit?usp=drivesdk&ouid=110739194655782346005&rtpof=true&sd=true",
        "description": "The luminous ink event is a competition in which participants will be making tattoo arts on their own or partner’s body using radium paints. The challenge is to show creativity and aesthetics and spread the luminosity of glowing tattoos during night.",
        "Tagline": " Ink the Night, Glow with Desire—Unleash Your Radiant Art!",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Aditya Jha",
                "contact": "743987974"
            },
            {
                "name": "Bysani Charanya",
                "contact": "8985516727"
            }
        ]
    },
    {
        "id": "art_hunt",
        "name": "Art Hunt",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1SaOLkhnHCHHyCeDna65Hk4rZNOhNLXQDt5gnYMU6Rvo/edit?usp=drive_link",
        "description": "Embark on an exciting Art Hunt at our college fest! This creative treasure hunt will lead you through art-themed clues, from famous artworks to artistic techniques. Solve puzzles and explore the campus as you unlock each clue. Participate in teams, race to find the final masterpiece and claim victory!",
        "tagline": " Unlock the clues, Discover the art, Claim the treasure!",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Lakshay Gupta",
                "contact": " 9911118016"
            },
            {
                "name": "Jiya Mehta",
                "contact": "7990195809"
            }
        ]
    },
    {
        "id": "bridging-the-blanks",
        "name": "Bridging the blanks",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1RDWTcAu1gmz4FUGdSWBPO2bhPwBLWCDJ/edit?usp=sharing&ouid=110222133612327047124&rtpof=true&sd=true",
        "description": "In \"Bridging the Blanks,\" participants will be provided with incomplete prompts and tasked with using their imagination to complete them through visual artwork. This event is a showcase of creativity and the power of artistic interpretation.",
        "tagline": "Unleash your imagination,Ignite your creation!",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Chetan Rathod",
                "contact": "6353770603"
            }
        ]
    },
    {
        "id": "photo-of-the-fest-candid-edition",
        "name": "Photo of the Fest",
        "poster": "Image-not-found.png",
        "registerURL": "",
        "rulebook": "https://docs.google.com/document/d/14_XENskXv27joZezOaiN8O3f9Etotme-F8cRsqmMhP8/edit?usp=sharing",
        "description": "'The Pixel Snappers proudly presents \"Photo of the Fest:CANDID EDITION\" as a featured event in Meraz 5.0, the annual techno-cultural fest of IIT Bhilai.\nIt is an immersive photography event capturing spontaneous moments and genuine emotions. Unleash your creativity, explore candid shots, and celebrate the beauty of unposed moments. Whether you are a seasoned photographer or a casual enthusiast, this event is your canvas to capture life's unscripted stories through a lens and describe it in your words.",
        "tagline": "Freeze the Moment, Frame the Story – Capture Life's Unscripted Beauty!",
        "prizePool": "4500",
        "mode": "online",
        "location": "online",
        "POCs": [
            {
                "name": "Aditya Yadav",
                "contact": "7470380899"
            },
            {
                "name": "Krish Raghuwanshi",
                "contact": "7024975399"
            }
        ]
    },
    {
        "id": "promptopia",
        "name": "Promptopia",
        "poster": "Image-not-found.png",
        "registerURL": "",
        "rulebook": "https://docs.google.com/document/d/1TDLhqGVgDm7KvotKaUhhM0X-Nw_we1ic2Fb2W-t5YCA/edit?usp=sharing",
        "description": "Promptopia is a prompt writing challenge where participants are presented with a variety of intriguing prompts. Each participant selects one prompt and crafts a unique, imaginative piece based on it. To add an extra twist, bonus elements are provided daily, which participants can incorporate into their work to enhance their creativity and storytelling.",
        "tagline": "From a Single Spark, a Story Ignites!",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Akshat Gupta",
                "contact": "9432443604"
            },
            {
                "name": "Ashutosh Kumar Jha",
                "contact": "9051042158"
            }
        ]
    },
    {
        "id": "meme_o_rama",
        "name": "Meme-O-Rama",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/14xK9HE_a6LNX9aaBugSqYDgKvwK_eSWvVReglCrwaqg/edit?usp=sharing",
        "description": "Meme-O-Rama is an online Meme competition where participants create and submit memes based on some specific themes. Participants can compete individually or in small teams, creating original memes that adhere to specific guidelines. Memes are posted on an Instagram page. They are judged based on creativity, relevance to the theme, and audience engagement. The top three memes are awarded prizes based on a combination of judges' scores and public reactions.",
        "tagline": "Meme it to Win it!",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Aditya Rehpade",
                "contact": "9168290356"
            },
            {
                "name": "Rishita Pandey",
                "contact": "7067640892"
            }
        ]
    },
    {
        "id": "shutter-quest",
        "name": "Shutter Quest",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "Shutter Quest MERAZ 5.0",
        "description": "Step into the world of creativity and storytelling with Shutter Quest , the ultimate photography challenge for visionaries and enthusiasts alike. In this unique event, participants are handed a decor item or a theme, and tasked with capturing its essence in the most captivating way possible, your mission is to weave a visual narrative around it, using light, angles, and your imagination.",
        "tagline": " Capture the Best, Conquer the Quest.",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "TBA",
        "POCs": [
            {
                "name": "Tanishq Gupta",
                "contact": "8955947415"
            },
            {
                "name": "Laxman Patel",
                "contact": "7828942002"
            }
        ]
    },
    {
        "id": "online-theme-photography",
        "name": "Online Theme Photography",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": " https://docs.google.com/document/d/1KNixplETyw1NpqFFPGI1RKtoI_-aF0_FOXi4bB4pFgA/edit?usp=sharing ",
        "description": "This exciting online theme photography event focuses on the beauty of silhouettes and the intrigue of abstract art. Open to photographers of all skill levels, the event encourages participants to explore light and shadow while experimenting with colors, shapes, and textures. Prizes will be awarded for outstanding submissions, encouraging artistic expression and innovation! ",
        "tagline": "Unveiling Perspectives: Explore the Dance of Light and Shadow in Silhouettes and Abstract Artistry",
        "prizePool": "6000",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Ayush Raj",
                "contact": "7759051325"
            },
            {
                "name": "Krishna Jhanwar",
                "contact": "8591565932"
            }
        ]
    },
    {
        "id": "euphony",
        "name": "Euphony",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1TRlmlMbvV7jHT6rLykyGhFHmvyg-Kgtz/edit",
        "description": "The online singing competition, to encourage singers and recognize their talents. Don't let your fear of the stage suppress your talent. You can now show off your Vocal skills and compete for recognition on social media platforms by participating.",
        "tagline": "Your Screen is Your Stage, Step Into the Spotlight!",
        "prizePool": "4500",
        "mode": "online",
        "location": "Online",
        "POCs": [
            {
                "name": "Kinshuk Gupta",
                "contact": "9479003023"
            },
            {
                "name": "Bammidi Hima Bindu",
                "contact": "9392913645"
            }
        ]
    },
    {
        "id": "virtual-groove",
        "name": "Virtual Groove",
        "poster": "Image-not-found.png",
        "registerURL": "",
        "rulebook": "",
        "description": "Get ready to break barriers and ignite the virtual stage with Meraz. Distance is no longer a restriction as dancers from all over come together to showcase their talent and passion. Join us for an unforgettable celebration of dance and creativity with 'Virtual Groove' featuring two captivating rounds:\n1. Preliminary Showcase : Dancers can choose any style and song to showcase their creativity and skill. Performances are evaluated on technique, creativity, and impact.\n2.Emotion Ensemble : Selected participants perform a single-take routine portraying a chosen emotion, exploring various dance forms and focusing on emotional expression.\nJoin dancers from around the world to break barriers, showcase talent, and connect through the power of dance.",
        "tagline": ":Groove. Express. Connect: Dance beyond boundaries",
        "prizePool": "0",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Aditya Jha",
                "contact": "7439879074"
            }
        ]
    },
    {
        "id": "nsfw-quiz",
        "name": "NSFW Quiz",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1l_fxNElV2klnsciBz1LaxS9Nd60u25Pc/edit?usp=sharing&ouid=114094909165928086728&rtpof=true&sd=true",
        "description": "Get ready for Quizzotica’s most daring and fun-filled quiz yet—the NSFW Edition! This ultimate quiz in our series promises a wild ride through quirky, surprising, and spicy trivia that’s far from your typical quiz experience. We’re diving into the playful side of adult memes, intriguing facts about sex, and the internet’s infamous Rule 34. Packed with humour and unexpected twists, this quiz is perfect for anyone looking to spice things up and explore the edgy, risqué side of trivia. Think you can handle it? Join us for a bold, hilarious, and boundary-pushing challenge that’s all about having fun in ways you never thought a quiz could!",
        "tagline": "Get ready for Quizzotica's NSFW finale—where humour meets spice! Join us for a fun, bold quiz adventure!",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Srijan Mishra",
                "contact": "7459902997"
            },
            {
                "name": "Jayant Jaiswal",
                "contact": "9151257674"
            }
        ]
    },
    {
        "id": "murder-mystery",
        "name": "Murder Mystery",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": " https://docs.google.com/document/d/1h5sf5ppI2HQy16DEfkLWnBFgomPOqYOXQ3yYjTTSgzA/edit?usp=sharing",
        "description": "Join us for an unforgettable experience of suspense, where nothing is as it seems! At Murder Mystery event, you’ll step into a world of secrets, suspects, and surprises.Every guest holds a piece of the puzzle, but who is telling the truth? A crime has been committed, and it’s up to you and your fellow teammates to unravel the clues, piece together the mystery, and uncover the murderer before the clock runs out . This is not just a game—it's an immersive experience where everyone has a role to play.",
        "tagline": "Step Into the Shadows and Discover the Truth!",
        "prizePool": "7000",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Sarthak Dhandhania",
                "contact": "9810792059"
            },
            {
                "name": "Purva Jivani",
                "contact": "9898040800"
            }
        ]
    },
    {
        "id": "sus",
        "name": "Shot ur Story ",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/11jQT8WbhCtv7WDRHX8EeQ6uvepoTyTk7InE_I07JDkc/edit?usp=drivesdk",
        "description": "Get ready to bring your creativity to life at Shot ur Story, an exhilarating short film-making competition! This event challenges filmmakers of all skill levels to craft a captivating short film that tells a powerful narrative. Whether you’re an aspiring director, writer, or editor, this is your chance to showcase your storytelling talent and artistic vision.Participants will have the freedom to explore various genres and themes, all within a limited timeframe.With the opportunity to earn recognition and exciting prizes. Join us for a day of inspiration, collaboration, and cinematic magic—let’s see how you can Shot Your Story!",
        "tagline": " Frame your story, where your imagination meets the screen.",
        "prizePool": "12,000",
        "mode": "Online",
        "location": "Offline",
        "POCs": [
            {
                "name": "Purva Jivani",
                "contact": "9898040800"
            },
            {
                "name": "Laxman Patel",
                "contact": "7828942002"
            }
        ]
    },
    {
        "id": "melas-quiz",
        "name": "Mela Quiz",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1bcSiSkpemhc8CwspVQpCsnpTqai3H8w4/edit?usp=sharing&ouid=114094909165928086728&rtpof=true&sd=true",
        "description": "A Quiz covering the diverse topics of Music, Entertainment, Literature and Arts. Join us for the event as we engage in a battle between minds over the genre of MELA. Explore the diverse realms of human creativity and passion in this quiz encompassing Music, Entertainment, Literature, Arts.. \nTest your knowledge across cultural dimensions, from identifying iconic melodies and literary masterpieces to recognizing celebrated works of art.",
        "tagline": "Dive into the MELA Quiz: Explore the world of Music, Entertainment, Literature, and Arts!",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Aarya Shadangule",
                "contact": "9579013256"
            },
            {
                "name": "Tancia Boro",
                "contact": "7002108549"
            }
        ]
    },
    {
        "id": "symphoria",
        "name": "Symphoria",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/15UBmOykUHb0ADwvtGYeVvtwBnz4klz-2nsO0eyE3rYc/edit?usp=sharing",
        "description": "Listen up, instrumental legends! The virtual spotlight is yours—step up and let your melodies shine in our Online Solo Instrumental Competition. Whether you rule the piano keys, shred on the guitar, or command any other instrument, this is your moment to display your talent and innovation. 🎶🎸🎹",
        "tagline": "Hit the right notes and show the world your sound—it's time to play your way to the crown!",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Sourabh kumar",
                "contact": "9102449434"
            },
            {
                "name": "Vanam Hamsika",
                "contact": "8639181279"
            }
        ]
    },
    {
        "id": "in10sity",
        "name": "In10sity",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://drive.google.com/file/d/1z0RBng6qxLjBITY_Fl5_oucdSihv4Q7_/view?usp=sharing",
        "description": " Gather your crew and take center stage at “In10sity: Dance Beyond Boundaries,” our thrilling group dance competition! This event is your chance to unleash your passion, showcase your creativity, and bring your unique energy to the floor.\"In10sity\" is more than just a competition; it’s a celebration of movement that welcomes dancers of all backgrounds and styles. Whether you’re into hip-hop, contemporary, classical, or something entirely your own, this is your moment to break through limits and express yourself without boundaries. Let your performance light up the stage, inspiring others as we come together to celebrate the universal art of dance. Push your artistic expression to new heights—join us and dance beyond boundaries!.",
        "prizePool": "6000",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Bhoomi Goyal",
                "contact": "9205908661"
            },
            {
                "name": "Bubli",
                "contact": "6002846132 "
            }
        ]
    },
    {
        "id": "cinemeraz",
        "name": "Ciné Meraz",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/file/d/1PXac4gVXUVJKwSdQvz6NlRW3RoMmvBQk/edit?usp=docslist_api&filetype=msword",
        "description": "CinéMeraz invites you to capture the essence of special moments with \"Meraz 2k25\" using your smartphone or camera. This unique event encourages participants to record short clips throughout the fest, creating a personalized journey. From the event's inception to its conclusion, participants curate a compilation of these clips, showcasing the vibrant experiences of \"Meraz 2k25\". Immerse yourself in the festivities, document cherished memories, and craft a compelling video that reflects the spirit of CinéMeraz. This event seamlessly blends technology with celebration, allowing you to relive and share your unforgettable moments.",
        "tagline": "Where moments meet memories:- capture the spirit of Meraz!",
        "prizePool": "6000",
        "mode": "Online",
        "location": "Offline",
        "POCs": [
            {
                "name": "Harshal",
                "contact": "+91 9414258313"
            },
            {
                "name": "Aarav Singh Parihar",
                "contact": "+91 70217 97576"
            }
        ]
    },
    {
        "id": "artvile",
        "name": "ARTVILLE",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1wpoU2Y3YfCkxjptLX1JOHvdaEnT-S-mN/edit?usp=sharing&ouid=107647147866967408175&rtpof=true&sd=true",
        "description": "Step into a realm where creativity meets innovation at ArtVille, the ultimate illustration challenge of MERAZ! Embrace the theme, unleash your creativity, and let your illustrations captivate the audience. You’ll have the chance to showcase your unique style and vision with every stroke and curve. With a captivating theme revealed beforehand, each participant will have the chance to bring their ideas to life through stunning illustrations .\nRegister now and turn your ideas into breathtaking visuals at ArtVille!",
        "tagline": "Unleash Your Imagination: Illustrate the Extraordinary!",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "P R Raga Chandana",
                "contact": "7908368395"
            }
        ]
    },
    {
        "id": "abhivyakti",
        "name": "अभिव्यक्ति",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/129zWDUBc3nU7EinDetaGF3mPvDWSKtSrw7mlvx2SZ20/edit",
        "description": "\"अभिव्यक्ति\" एक एकल काव्य प्रतियोगिता है, जिसमें प्रतिभागी अपनी मौलिक हिंदी रचनाएँ प्रस्तुत करेंगे। प्रतियोगिता दो चरणों में आयोजित की जाएगी: पहले चरण में प्रतिभागियों की रचनाओं की गहराई, मौलिकता और शब्दों की रचनात्मकता के आधार पर चयन किया जाएगा, और अंतिम चरण में चयनित प्रतिभागियों को दर्शकों के समक्ष अपनी प्रस्तुति देने का अवसर मिलेगा। अंतिम चरण में उन्हें दर्शकों की प्रतिक्रिया, आवाज और उच्चारण, भावभंगिमा और समग्र प्रभाव के आधार पर अंक दिए जाएंगे। प्रतियोगिता में नियमों का कड़ाई से पालन करना अनिवार्य है, जिसमें प्रॉप्स या अनुचित भाषा का उपयोग वर्जित है, और प्रतिभागियों को अपनी रचना की हार्ड कॉपी जमा करनी होगी। न्यायाधीश का निर्णय अंतिम और बाध्यकारी होगा।",
        "tagline": "स्वर में छिपी कला, शब्दों में अभिव्यक्ति की शक्ति",
        "prizePool": "4500",
        "mode": "Online + Offline",
        "location": "Online + Offline",
        "POCs": [
            {
                "name": "श्लोक तुलस्यान",
                "contact": "9931085103"
            },
            {
                "name": "बमबम",
                "contact": "8521923023"
            }
        ]
    },
    {
        "id": "dejavu",
        "name": "DEJA VU",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1J920YhlDmnPbCzpz9KAs9XW2XjwXBKvu/edit?usp=drivesdk&ouid=109467951867640822767&rtpof=true&sd=true",
        "description": " Deja Vu’ at Meraz offers a unique opportunity to step into the spotlight and bring iconic movie scenes to life. Whether you're recreating a beloved classic or a modern hit, this event lets you embody famous characters and capture the cinematic magic through your own lens. It's the perfect blend of creativity, culture, and nostalgia, giving you a chance to showcase your acting skills and passion for film. Join us for an unforgettable evening where the world of movies meets vibrant cultural expression. Make your mark and create lasting memories at the heart of Meraz!",
        "tagline": " Relive the Magic: Recreating Iconic Moments from Cinema! ",
        "prizePool": "7000",
        "mode": "Online",
        "location": "Offline",
        "POCs": [
            {
                "name": "Kartikeyan Kumar",
                "contact": "9156174763"
            },
            {
                "name": "Chaitanya",
                "contact": "9392782205"
            }
        ]
    },
    {
        "id": "shredded-battle-of-bands",
        "name": "SHREDDED:Battle of Bands",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1lwj5nLsraDSXMtsRoJqM4M08aq6W0U1lsgby-nJPg5U/edit#heading=h.gjdgxs",
        "description": "Shredded, the TOP-NOTCH band competition of MERAZ 5.0 welcomes you all for a splendid evening. Compete in the battle to show your passion for music as a band and set the stage on fire. Fill the atmosphere with energy and enrage the audience’s DNA with propulsive backbeats and passionately driven guitars featuring charming voices, then be a part of this unfolding musical landscape.",
        "tagline": "Vibe Wars: Competing Beats, Uniting Sounds!",
        "prizePool": "22000",
        "mode": "offline",
        "location": "offline",
        "POCs": [
            {
                "name": "Adarsh Panjwani",
                "contact": "7898263842"
            },
            {
                "name": "Ayush Panwar",
                "contact": "8979189680"
            },
            {
                "name": "Yashasvi Saxena",
                "contact": "97924 07662"
            }
        ]
    },
    {
        "id": "Sports_Quiz",
        "name": "Sports Quiz",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/1vZphG1uvGZRtjANoJBzDgUdsUEqqdi2k/edit",
        "description": "Get ready for an action-packed, fun-filled sports quiz at MERAZ, where your sports knowledge will be put to the ultimate test! Dive into thrilling rounds featuring famous sports personalities like Sachin Tendulkar, Usain Bolt, and Serena Williams. Discover record-breaking feats, legendary figures, and quirky facts. This quiz promises to be an unforgettable experience, with intriguing trivia and mind-boggling stats. It’s a first in MERAZ history, so join us, have a blast, and leave with a head full of fascinating sports facts!",
        "tagline": "Finally, a Place to Show Off All That Couch Coaching!",
        "prizePool": "4500",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Aditya Saini",
                "contact": "8532832702"
            },
            {
                "name": "Bobby Bhati",
                "contact": "9873707467"
            }
        ]
    },
    {
        "id": "mun",
        "name": "IIT Bh-Model United Nations",
        "poster": "Image-not-found.png",
        "registerURL": "https: //unstop.com/p/beyond-sights-meraz-40-indian-institute-of-technology-iit-bhilai-921177?lb=i2hLKbm&utm_medium=Share&utm_source=WhatsApp",
        "rulebook": "https://docs.google.com/document/d/1qjf2SgaR-ja78HeNmnxDW8YwDUBItUB4tjrvw-uufE0/edit?usp=drivesdk",
        "description": " \"ITBh-MUN\" is your chance to debate, negotiate and create change! The place wherein your ideas and intellect will get their chance to create a global impact and you will provide solutions to shape the future of global policy. In MUN the participating delegates will engage in intensive debate, diplomacy and collaboration to formulate decisions on global issues that involve diplomatic skills and critical thinking. You can have a team of two for a particular arena or be a standalone participant too. Good debaters and performers will surely be awarded and appreciated.",
        "tagline": " Where diplomacy meets global change",
        "prizePool": "10,000",
        "mode": "Offline",
        "location": "Offline",
        "POCs": [
            {
                "name": "Rohit Raghuwanshi",
                "contact": "7999463376"
            },
            {
                "name": "Kanishka Yadav",
                "contact": "8950966178"
            }
        ]
    },
    {
        "id": "phantom-ui-ux",
        "name": "Phantom - UI/UX",
        "poster": "Image-not-found.png",
        "registerURL": "#",
        "rulebook": "https://docs.google.com/document/d/15zUopo6Aw2xGtH1AMl3xpy1wWa01ptIV/edit?usp=drive_link&ouid=117155742661659485288&rtpof=true&sd=true",
        "description": "Phantom is an UI/UX Design event that challenges participants to showcase their creativity and innovation in designing user interfaces. The participants are expected to design an app that enhances productivity, and provides an exceptional user experience across various devices.",
        "tagline": "Crafting Experiences, Shaping Interfaces: Where Design Meets Innovation",
        "prizePool": "4500",
        "mode": "Online",
        "location": "Online",
        "POCs": [
            {
                "name": "Aditya Kotha",
                "contact": "6304328500"
            },
            {
                "name": "Hemanth kumar Reddy",
                "contact": "9398481212"
            }
        ]
    }
]
